function Main() {

    return (
        <div>
            <h1>This site is helpful for my hobby</h1>
            <h2>Amiibo</h2>
            <h3>Introduce</h3>
            <p>
                아미보란 닌텐도에서 출시한 게임 연동 피규어이다.<br />
                피규어 바닥에 NFC가 달려있어 콘솔과 연동하면
                게임 내에서 특전 아이템을 획득하거나
                해당 캐릭터가 게임 내에 등장하는 등 여러가지 기능이 있다.
            </p>
            <h3>Contents</h3>
            <p>
                Amiibo버튼을 클릭하면 닌텐도가 지금까지 발매한 모든 아미보의 목록을 볼 수 있다. <br />
                개수는 모두 837개 여서 30개씩 나눠 페이징 하였고 <br />
                이전 / 다음 버튼을 눌렀을 때 이전 / 다음 30개의 아미보가 나온다.<br />
                캐릭터 검색을 통해서 해당 캐릭터만 확인할 수 있다.
            </p>
            <h2>Breath Of The Wild</h2>
            <h3>Introduce</h3>
            <p>
                젤다의 전설 : 야생의 숨결 <br />
                젤다의 전설 시리즈 19번째 작품으로 오픈 월드 게임이다.<br />
                100년 전, 재앙 가논이 부활하여 하이랄 성을 덮쳤다. <br />
                각 종족을 대표하는 영걸들과 공주인 젤다, 용사인 링크가 가논을 저지하려 했으나
                강력한 가논의 힘 앞에 링크를 제외한 모든 영걸이 전사하고 링크마저 큰 부상을 입고만다. <br />
                그 후 공주는 자신의 힘으로 가논을 하이랄성에 봉인한다. <br />
                그렇게 100년이 지난 어느 날, 링크는 기억을 잃은 채로 의문의 장소에서 눈을 떴다.<br />
            </p>
            <h3>Contents</h3>
            <p>
                게임 내에서 등장하는 모든 동물, 소재, 무기, 몬스터 등의 정보를 확인할 수 있다.<br />
                해당 페이지의 메인에서는 모든 정보를 확인할 수 있고, <br />
                야생의 숨결만의 메뉴를 통해 각 카테고리 별로 정보를 확인할 수 있다.<br />
                또 해당 카드를 클릭하면 정보의 상세 정보를 확인할 수 있다.<br />
            </p>
        </div>
    );
}

export default Main;